<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="msapplication-TileColor" content="#da532c">
    <meta name="theme-color" content="#ffffff">
    <meta name="_token" content="ww8RQdcHnjUWqw4I4gtQy1AWPZRu3YZaenqjFgFz">
    <meta name="keywords" content="ยาโยอิ, อาหารญี่ปุ่น, ปลาแซลมอน, กระทะร้อน, ราเม็ง, เบนโตะ, สั่งอาหาร, delivery">
    <meta name="description" content="ยาโยอิเป็นร้านอาหารจากประเทศญี่ปุ่น ที่เสิร์ฟอาหารจานร้อน และรสชาติสไตล์ต้นตำรับ ด้วยราคาที่คุ้มค่า และคัดสรรวัตถุดิบคุณภาพดีเพื่อมาทำอาหาร รับประกันรสชาติ พร้อมช่องทางใหม่กับความสุขที่พร้อมส">
    <meta name="robots" content="index,follow" />
    <meta name="googlebot" content="index,follow" />
    <meta http-equiv="Content-Language" content="th-TH">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="cache-control" content="max-age=31557600" />
    <meta property="og:type" content="website" />
    <meta property="og:title" content="เงื่อนไขการให้บริการ Yayoi Restaurant : Modern Japanese Restaurant in Thailand - ยาโยอิ เซ็ตอร่อยของทุกคน" />
    <meta property="og:url" content="https://yayoirestaurants.com/terms" />
    <meta property="og:site_name" content="Yayoi Restaurant : Modern Japanese Restaurant in Thailand - ยาโยอิ เซ็ตอร่อยของทุกคน" />
    <meta property="og:image" content="https://yayoirestaurants.com/frontend/assets/images/logo.svg" />
    <meta property="fb:app_id" content="542539216565446"/>
    <link rel="stylesheet" href="../css/styles.css">
    <link rel="stylesheet" href="../css/notoFont.css">
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/css/bootstrap.min.css" integrity="sha384-MCw98/SFnGE8fJT3GXwEOngsV7Zt27NXFoaoApmYm81iuXoPkFOJwJ8ERdknLPMO" crossorigin="anonymous">
    <link rel="stylesheet" href="https://yayoirestaurants.com/frontend/assets/dist/app.css?v=2" type="text/css">
    <link rel="stylesheet" href="https://yayoirestaurants.com/frontend/assets/dist/term.css" type="text/css">
    <script src="../js/scripts.js"></script>
    <script src="https://kit.fontawesome.com/a0ce56af97.js" crossorigin="anonymous"></script>
    <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js" integrity="sha384-DfXdz2htPH0lsSSs5nCTpuj/zy4C+OGpamoFVy38MVBnE+IbbVYUew+OrCXaRkfj" crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.1/dist/umd/popper.min.js" integrity="sha384-9/reFTGAW83EW2RDu2S0VKaIzap3H66lZH81PoYlFhbGU+6BZp6G7niu735Sk7lN" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js" integrity="sha384-B4gt1jrGC7Jh4AgTPSdUtOBvfO8shuf57BaghqFfPlYxofvL8/KUEfYiJOMMV+rV" crossorigin="anonymous"></script>

    <title>เงื่อนไขการให้บริการ Yayoi Restaurant : Modern Japanese Restaurant in Thailand - ยาโยอิ เซ็ตอร่อยของทุกคน</title>

    <link rel="shortcut icon" href="https://yayoirestaurants.com/frontend/assets/images/favicon.ico" type="image/x-icon" >
    
    <link rel="apple-touch-icon" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon.png" />
    <link rel="apple-touch-icon" sizes="57x57" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-57x57.png" />
    <link rel="apple-touch-icon" sizes="72x72" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-72x72.png" />
    <link rel="apple-touch-icon" sizes="76x76" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-76x76.png" />
    <link rel="apple-touch-icon" sizes="114x114" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-114x114.png" />
    <link rel="apple-touch-icon" sizes="120x120" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-120x120.png" />
    <link rel="apple-touch-icon" sizes="144x144" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-144x144.png" />
    <link rel="apple-touch-icon" sizes="152x152" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-152x152.png" />
    <link rel="apple-touch-icon" sizes="180x180" href="https://yayoirestaurants.com/frontend/assets/images/favicon/apple-touch-icon-180x180.png" />

    <style>
        .item_conditions { font-size: 14px; line-height: 18px; margin-top: 20px;}
        .promo_note { font-size: 14px; color: #eb7aae}

    </style>
</head>
<body>
<body class="notoFont">
    <header>
        <div class="topheader shadow">
            <div class="container">
                <div class="row p-3">
                    <div class="col-md-5">
                        <div class="row justify-content-start">
                            <div class="col-md-7">
                                <a href="../index.php"><div class="toppic p-3 shadow-lg logoYayoi" style="z-index: 1;">
                                    <img src="https://yayoirestaurants.com/frontend/assets/images/logo.svg" alt="Yayoi Restaurant - เสิร์ฟร้อน อร่อยเร็ว" width="100%">
                                </div></a>
                            </div>
                            <div class="col-md-5 font-weight-bold pt-2 "><a class="headMenu" href="../menu/promoFood.php" class="float-right">เมนูยาโยอิ</a></div>
                        </div>
                    </div>
                    <div class="col-md-7">
                        <div class="row justify-content-end">
                            <div class="headMenuBox pt-2">
                                <a class="headMenu" href="../login.php">เข้าระบบ</a>
                                <b class="pl-2">|</b></div> 
                            <div class="headMenuBox pt-2 pl-0 pr-1">
                                <a class="headMenu" href="../register.php">สมัครสมาชิก</a>
                                <b class="pl-2">|</b></div>
                            <div class="headMenuBox pt-1">
                                <div class="dropdown">
                                    <button class="dropbtn">
                                        TH
                                        <span style="font-size: 20px; color: white;">
                                            <i class="fas fa-angle-down"></i>
                                        </span>
                                    </button>
                                    <div class="dropdown-content">
                                    <a href="#">EN</a>
                                    </div>
                                </div>
                            </div>
                            <div class="headMenuBox" onmouseover="changeIconDer('over')" onmouseout="changeIconDer('out')">
                                <button onclick="window.location.href='../menu/promoFood.php'" class="btn font-weight-bold orderFoodBt"><img id='deliveryIcon' src="../icon/delivery.PNG" height="21px"> สั่งอาหารทันที</button>
                            </div>
                            <div class="headMenuBox pt-1" onmouseover="changeIconBasket('over')" onmouseout="changeIconBasket('out')">
                                <a class="headMenu" href="../cart.php"><img id='BasketIcon' src="../icon/busket.PNG" width="30px"></a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </header>
    

    <!-- main -->
        <div class="container py-5">
            <div class="row justify-content-center">
                <section class="col-12 col-lg-10">
                    <h1 class="ci-primary text-center mb-4">
                        <strong>ข้อกำหนดและเงื่อนไขการใช้งานเว็บไซต์ยาโยอิ</strong>
                    </h1>
                    <p><strong><u>สำคัญ</u></strong><strong>:&nbsp;</strong>ข้อกำหนดและเงื่อนไขนี้ (“ข้อกำหนด”) ควบคุมการใช้งานเว็บไซต์ยาโยอิ ซึ่งรวมถึงหน้าทั้งหมดในเว็บไซต์นี้ (รวมเรียกว่า “เว็บไซต์ยาโยอิ”) ของท่าน ภายใต้การเป็นเจ้าของและดำเนินการโดยบริษัท เอ็มเค อินเตอร์ฟู้ด จำกัด ในข้อกำหนดนี้ คำว่า “ยาโยอิ” “ของเรา” หรือ “เรา” อ้างถึง บริษัท เอ็มเค อินเตอร์ฟู้ด จำกัด และ “ท่าน” หรือ “ของท่าน” อ้างถึง ท่านผู้ใช้งานเว็บไซต์ยาโยอิ</p>
                    <p>โปรดอ่านและทำความเข้าใจข้อกำหนดเหล่านี้อย่างละเอียดรอบคอบก่อนการใช้เว็บไซต์ยาโยอิ</p>
                    <p><strong>ข้อตกลงของข้อกำหนด</strong></p>
                    <p>การเข้าถึงหรือการใช้เว็บไซต์ยาโยอิเป็นการยอมรับการผูกพันตามข้อกำหนดเหล่านี้ หากท่านไม่ตกลงตามข้อกำหนดเหล่านี้ ท่านจะไม่ได้รับอนุญาตอย่างชัดเจนในการใช้เว็บไซต์ยาโยอิและต้องหยุดการใช้งานโดยทันที</p>
                    <p>เราขอสงวนสิทธิ์ในการเปลี่ยนแปลงหรือแก้ไขข้อกำหนดเหล่านี้ได้ทุกเมื่อตามดุลพินิจของเราแต่เพียงผู้เดียว ข้อกำหนดใดที่มีการแก้ไขแล้วจะมีผลบังคับใช้ทันทีหลังจากการลงประกาศ ดังนั้นเป็นความรับผิดชอบของท่านที่ควรตรวจสอบข้อกำหนดเหล่านี้เป็นระยะเพื่อรับทราบการเปลี่ยนแปลงที่อาจเกิดขึ้น หากท่านยังคงใช้งานเว็บไซต์ยาโยอิหลังจากการลงประกาศ ถือว่าท่านยอมรับการเปลี่ยนแปลงหรือแก้ไขดังกล่าว</p>
                    <p><strong>เงื่อนไขการให้บริการ</strong></p>
                    <ul>
                        <li>เวลาการให้บริการปกติสำหรับบริการจัดส่งถึงบ้าน คือ ตั้งแต่เวลา 10.00 ถึง 21.00 น. ทุกวัน</li>
                        <li>บริการจัดส่งถึงบ้านอาจไม่ครอบคลุมทุกพื้นที่</li>
                        <li>ยอดขั้นต่ำในการสั่งซื้อ คือ 150 บาท โดยไม่รวมค่าบริการจัดส่ง 40 บาท</li>
                        <li>ราคารวมภาษีมูลค่าเพิ่มแล้ว</li>
                        <li>เรายอมรับการชำระค่าสินค้าและบริการในรูปแบบ เงินสด และ บัตรเครดิต</li>
                        <li>ราคา สินค้า และโปรโมชั่นต่างๆ ในเว็บไซต์ยาโยอิสำหรับบริการจัดส่งถึงบ้านเท่านั้น</li>
                        <li>ขอสงวนสิทธิ์ในการเปลี่ยนแปลงราคา สินค้า โปรโมชั่น พื้นที่ให้บริการ เวลาในการให้บริการ และการบริการอื่นๆ ที่เกี่ยวข้องโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
                        <li>การแสดงข้อมูลบนเว็บไซต์ยาโยอิไม่ได้เป็นการยืนยันว่ามีสินค้าและโปรโมชั่นต่างๆ ครบทุกรายการ โดยขึ้นอยู่กับจำนวนสินค้าที่มีอยู่ในคลังของแต่ละสาขา สินค้าและโปรโมชั่นบางรายการอาจมีการจำหน่ายเฉพาะภายในช่วงเวลาที่กำหนด หรือจนกว่าสินค้าและโปรโมชั่นจะหมด</li>
                        <li>ภาพสินค้า ภาชนะ และการตกแต่งที่ปรากฏในเว็บไซต์ยาโยอิใช้เพื่อการโฆษณาเท่านั้น</li>
                        <li>พนักงานส่งอาหารได้รับค่าตอบแทนจากเราโดยคำนวณจากชั่วโมงการทำงานและการให้บริการจัดส่ง การให้ทิปไม่ได้เป็นข้อกำหนดของเรา แต่ขึ้นอยู่กับความพึงพอใจของลูกค้าหากท่านพอใจในการบริการ</li>
                    </ul>

                    <p><strong>ความเหมาะสม</strong></p>
                    <p>เว็บไซต์ยาโยอิสามารถใช้ได้เฉพาะผู้ใช้งานที่มีอายุตั้งแต่ 10 ปีขึ้นไปเท่านั้น หากผู้ใช้งานมีอายุ 10 ปี ขึ้นไป แต่ไม่เกิน 18 ปี ผู้ใช้งานควรตรวจสอบข้อกำหนดเหล่านี้ภายใต้ความดูแลของบิดามารดาหรือผู้ปกครองของผู้ใช้งานด้วย เพื่อให้แน่ใจว่าผู้ใช้งานและบิดามารดาหรือผู้ปกครองของผู้ใช้งานเข้าใจและยอมรับตามข้อกำหนดเหล่านี้</p>
                    <p><strong>สิทธิในทรัพย์สินทางปัญญา</strong></p>
                    <p>เว้นแต่จะระบุไว้เป็นประการอื่น เว็บไซต์ยาโยอิเป็นกรรมสิทธิ์ของเรา คลอบคลุมถึงรหัสต้นฉบับสำหรับภาษาโปรแกรมทั้งหมด ฐานข้อมูล หน้าที่การทำงาน ซอฟต์แวร์ การออกแบบเว็บไซต์ ไฟล์เสียง ไฟล์วิดีโอ ข้อความ ภาพ และกราฟิกบนเว็บไซต์ยาโยอิ(รวมเรียกว่า “เนื้อหา”) และเครื่องหมายการค้า เครื่องหมายการบริการ และสัญลักษณ์ที่อยู่ในนั้น (“เครื่องหมาย”) เป็นทรัพย์สินหรือกรรมสิทธิ์ของเราหรือได้รับอนุญาตให้เป็นของเรา และได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์และเครื่องหมายการค้า รวมไปถึงสิทธิในทรัพย์สินทางปัญญาอื่นๆ และการคุ้มครองการแข่งขันที่ไม่เป็นธรรมของประเทศไทย เขตอำนาจศาลต่างประเทศ และอนุสัญญาระหว่างประเทศ เนื้อหาและเครื่องหมายต่างๆ ในเว็บไซต์ยาโยอิถูกออกแบบไว้ "ตามสภาพ" สำหรับข้อมูลและการใช้งานส่วนบุคคลของท่านเท่านั้น ยกเว้นตามที่กำหนดอย่างชัดเจนในข้อกำหนดเหล่านี้ว่าส่วนใดๆ ของเว็บไซต์ยาโยอิและเนื้อหาหรือเครื่องหมายใดๆ ไม่สามารถทำการคัดลอก ทำซ้ำ รวบรวม ตีพิมพ์ เผยแพร่ อัพโหลด ลงประกาศ แสดงต่อสาธารณชน เข้ารหัส แปล ส่ง แพร่กระจาย จำหน่าย อนุญาต หรือแสวงหาประโยชน์เพื่อวัตถุประสงค์ทางการค้าอื่นๆ โดยไม่ได้รับอนุญาตล่วงหน้าเป็นลายลักษณ์อักษรจากเรา</p>
                    <p>หากท่านมีสิทธิใช้เว็บไซต์ยาโยอิท่านจะได้รับอนุญาตในการเข้าถึงและใช้เว็บไซต์ยาโยอิอย่างมีขอบเขต เพื่อดาวน์โหลด หรือพิมพ์สำเนาส่วนหนึ่งส่วนใดของเนื้อหาที่ท่านได้รับสิทธิการเข้าถึงข้อมูลส่วนตัวแต่เพียงผู้เดียว ซึ่งต้องเป็นการใช้งานที่ไม่ใช่เชิงพาณิชย์ ทั้งนี้เราขอสงวนสิทธ์ทั้งหมดที่ไม่ได้มีการให้ไว้แก่ท่านในเว็บไซต์ยาโยอินี้โดยชัดเจนทั้งเนื้อหาและเครื่องหมาย</p>
                    <p><strong>การเป็นตัวแทนของผู้ใช้งาน</strong></p>
                    <p>ในการใช้เว็บไซต์ยาโยอิท่านรับรองและรับประกันว่า (ก) ข้อมูลที่ท่านลงทะเบียนทั้งหมดเป็นความจริง ถูกต้อง เป็นปัจจุบัน และครบถ้วน (ข) ท่านมีสิทธิตามกฎหมายและยอมรับที่จะปฏิบัติตามข้อกำหนดเหล่านี้ (ค) ท่านจะไม่เข้าถึงเว็บไซต์ยาโยอิด้วยวิธีการอัตโนมัติหรือวิธีการที่มนุษย์ไม่ทำกัน ไม่ว่าจะผ่านทางหุ่นยนต์ สคริปต์ หรืออื่นๆ (ฆ) ท่านจะไม่ใช้เว็บไซต์ยาโยอิเพื่อวัตถุประสงค์ใดๆ ที่ผิดกฎหมายหรือไม่ได้รับอนุญาต และ (ง) การใช้เว็บไซต์ยาโยอิจะต้องไม่ละเมิดกฎหมายหรือข้อบังคับที่เกี่ยวข้องใดๆ</p>
                    <p>หากท่านให้ข้อมูลที่ไม่เป็นความจริง ไม่ถูกต้อง ไม่เป็นปัจจุบัน หรือไม่ครบถ้วน เรามีสิทธิระงับหรือยกเลิกบัญชีของท่าน และปฏิเสธการใช้งานเว็บไซต์ยาโยอิทั้งในปัจจุบันหรืออนาคตของท่านได้</p>
                    <p><strong>การลงทะเบียนผู้ใช้งาน</strong></p>
                    <p>ท่านอาจต้องทำการลงทะเบียนเพื่อเข้าใช้งานเว็บไซต์ยาโยอิท่านยอมรับที่จะเก็บรักษารหัสผ่านของท่านไว้เป็นความลับและรับผิดชอบต่อการใช้งานทั้งหมดที่เกิดขึ้นภายใต้บัญชีและรหัสผ่านของท่าน เราขอสงวนสิทธิในการลบ เรียกคืน หรือเปลี่ยนแปลงชื่อผู้ใช้งานที่ท่านเลือก หากเราพิจารณาตามที่เห็นสมควรแต่เพียงผู้เดียวว่าชื่อผู้ใช้งานดังกล่าวไม่เหมาะสม ไม่สุภาพ หรือน่ารังเกียจ</p>
                    <p><strong>การใช้งานที่ยอมรับได้</strong></p>
                    <p>ท่านจะต้องไม่เข้าถึงหรือใช้งานเว็บไซต์ยาโยอิเพื่อวัตถุประสงค์อื่นใดนอกเหนือจากที่เรากำหนดในเว็บไซต์ยาโยอิและเว็บไซต์ยาโยอิจะต้องไม่ถูกนำไปใช้ในเชิงพาณิชย์ใดๆ เว้นแต่ที่ได้รับการรับรองโดยเฉพาะหรือได้รับอนุมัติจากเรา ท่านยอมรับว่าการใช้งานเว็บไซต์ยาโยอิต้องเป็นไปตามข้อกำหนดเหล่านี้ ไม่ว่ากรณีใดๆ เว็บไซต์ยาโยอิไม่สามารถนำมาใช้ในลักษณะที่ (ก) ล่วงเกิน ล่วงละเมิด คุกคาม ติดตาม ข่มขู่ หมิ่นประมาท หรือละเมิดสิทธิของบุคคลอื่นใด (รวมถึงแต่ไม่จำกัดเฉพาะสิทธิในการเผยแพร่หรือสิทธิในทางทรัพย์สินอื่นๆ) (ข) ผิดกฎหมาย หลอกลวง หรือปลอมแปลง (ค) ใช้เทคโนโลยี หรือวิธีการอื่นใด เข้าถึงเว็บไซต์ยาโยอิโดยไม่ได้รับอนุญาตจากเรา (ฆ) ใช้หรือดำเนินการโดยระบบอัตโนมัติใดๆ ซึ่งรวมถึงแต่ไม่จำกัดเพียง “หุ่นยนต์” “สไปเดอร์” หรือ “อุปกรณ์อ่านแบบออฟไลน์” เพื่อเข้าถึงเว็บไซต์ยาโยอิ(ง) พยายามที่จะนำไวรัส หรือรหัสคอมพิวเตอร์อื่นใด ไฟล์หรือโปรแกรม เพื่อขัดขวาง ทำลาย หรือจำกัดการทำงานของซอฟต์แวร์หรืออุปกรณ์คอมพิวเตอร์หรืออุปกรณ์สื่อสารโทรคมนาคมใดๆ (จ) พยายามเข้าถึงเครือข่ายคอมพิวเตอร์หรือบัญชีผู้ใช้ของเราโดยไม่ได้รับอนุญาต (ฉ) ส่งเสริมการกระทำที่ก่อให้เกิดความผิดทางอาญา หรือก่อให้เกิดความรับผิดชอบทางแพ่ง (ช) ละเมิดข้อกำหนดเหล่านี้ (ซ) พยายามทำความเสียหาย ปิดการใช้งาน ให้กับเซิร์ฟเวอร์หรือเครือข่ายของเรา หรือ (ฌ) ไม่ปฏิบัติตามข้อกำหนดของบุคคลภายนอกที่เกี่ยวข้อง</p>
                    <p><strong>เว็บไซต์ของบุคคลภายนอก</strong></p>
                    <p>เว็บไซต์ยาโยอิอาจมีการเชื่อมต่อไปยังเว็บไซต์อื่นที่ดำเนินการโดยบุคคลภายนอก (“เว็บไซต์ของบุคคลภายนอก”) โดยเว็บไซต์ของบุคคลภายนอกเหล่านี้ไม่อยู่ภายใต้การควบคุมของยาโยอิ และท่านยอมรับและรับทราบว่าเราไม่มีส่วนรับผิดชอบต่อความถูกต้อง การปฏิบัติตามลิขสิทธิ์ ความถูกต้องตามกฎหมาย ความเหมาะสม หรือลักษณะอื่นใดของเนื้อหาบนเว็บไซต์ของบุคคลภายนอกดังกล่าว การที่มีลิงค์ของเว็บไซต์ของบุคคลภายนอกดังกล่าวในเว็บไซต์ยาโยอิไม่ได้หมายความว่าเว็บไซต์ของบุคคลภายนอกได้รับการอนุมัติหรือรับรองจากเรา</p>
                    <p><strong>นโยบายความเป็นส่วนตัว</strong></p>
                    <p>เราให้ความสำคัญในเรื่องความเป็นส่วนตัวและความปลอดภัยของข้อมูล โปรดอ่านนโยบายความเป็นส่วนตัวของเรา การใช้เว็บไซต์ยาโยอิถือว่าท่านยอมรับที่จะผูกพันตามนโยบายความเป็นส่วนตัวของเรา ซึ่งรวมรวมอยู่และเป็นส่วนหนึ่งของข้อกำหนดเหล่านี้</p>
                    <p><strong>การปฏิเสธการรับประกัน</strong></p>
                    <p>เว็บไซต์ยาโยอิจัดอยู่บนพื้นฐาน “ตามสภาพ” หรือ “เท่าที่มีอยู่” ท่านยอมรับความเสี่ยงที่อาจเกิดขึ้นจากใช้งานเว็บไซต์ยาโยอิเราปฏิเสธการรับประกันทั้งหมดไม่ว่ากรณีใดๆ ทั้งโดยชัดแจ้งหรือโดยนัย ตามขอบเขตสูงสุดที่ได้รับอนุญาตตามกฎหมาย รวมทั้งความเหมาะสมของวัตถุประสงค์ใดวัตถุประสงค์หนึ่งและการไม่ละเมิดสิทธิ (แต่ไม่จำกัดถึงการรับประกันในเชิงพาณิชย์โดยนัย) เราไม่ประกันว่าการทำงานต่างๆ ที่มีอยู่ในเว็บไซต์ยาโยอิจะสามารถใช้งานได้ตลอดเวลาโดยไม่ถูกขัดขวางหรือปราศจากข้อผิดพลาดใดๆ (โดยข้อผิดพลาดนั้นจะได้รับการแก้ไข) หรือเว็บไซต์ยาโยอิหรือเซิร์ฟเวอร์นั้นปราศจากไวรัสหรือส่วนประกอบอื่นใดที่เป็นอันตราย เราไม่รับประกันหรือทำการรับรองใดๆ เกี่ยวกับการใช้หรือผลของการใช้เนื้อหา ข้อมูล ซอฟต์แวร์ สิ่งอำนวยความสะดวก การบริการ หรือเนื้อหาอื่นๆ บนเว็บไซต์ยาโยอิหรือเว็บไซต์ใดๆ ที่เชื่อมโยงไปยังเว็บไซต์ยาโยอิในแง่ของความเหมาะสม ความถูกต้อง ความน่าเชื่อถือ หรืออื่นๆ เราไม่รับประกันว่าการใช้เนื้อหา ข้อมูล ซอฟต์แวร์ สิ่งอำนวยความสะดวก การบริการ หรือเนื้อหาอื่นๆบนเว็บไซต์ยาโยอิหรือเว็บไซต์ใดๆ จะไม่ละเมิดสิทธิของผู้อื่น และถือว่าเราไม่มีความรับผิดชอบต่อความผิดพลาดหรือการละเลยในเนื้อหา ข้อมูล ซอฟต์แวร์ สิ่งอำนวยความสะดวก การบริการ หรือเนื้อหาอื่นๆบนเว็บไซต์ยาโยอิหรือเว็บไซต์ใด หากกฎหมายที่ใช้บังคับไม่อนุญาตให้มีการยกเว้นบางส่วนหรือทั้งหมดของการรับประกันโดยนัยที่กล่าวข้างต้นที่จะนำมาใช้กับท่าน การยกเว้นดังกล่าวจะถูกนำมาใช้กับท่านเท่าที่กฎหมายจะอนุญาตให้กระทำได้เท่านั้น</p>
                    <p><strong>การจำกัดความรับผิด</strong></p>
                    <p>ไม่ว่ากรณีใดๆ ยาโยอิ กรรมการ พนักงาน หรือตัวแทนของเรา ไม่ต้องรับผิดชอบต่อท่านหรือบุคคลภายนอกใดๆ ทั้งทางตรงและทางอ้อม ผลกระทบ เหตุสุดวิสัย เหตุการณ์พิเศษ หรือความเสียหายใดๆ ซึ่งรวมถึงแต่ไม่จำกัดเพียงความเสียหายจาการสูญเสียผลประโยชน์ สูญเสียรายได้ สูญเสียข้อมูล การหยุดชะงักทางธุรกิจ หรือความเสียหายทางการค้าอื่นใด หรือความสูญเสียที่เกิดจาการใช้งานเว็บไซต์ยาโยอิโดยไม่คำนึงถึงกฎเกณฑ์ที่อาจจะถูกเรียกร้องให้รับผิดชอบ และถึงแม้ว่าเราจะได้การแนะนำถึงความเป็นไปได้ของการสูญเสียหรือความเสียหายดังกล่าวก็ตาม โดยไม่จำกัดว่าท่านรับภาระค่าใช้จ่ายที่จำเป็นทั้งหมดต่อการให้บริการ การซ่อมแซม หรือการแก้ไข ในกรณีที่เกิดความสูญเสียหรือความเสียหายดังกล่าว </p>
                    <p>หากกฎหมายที่ใช้บังคับไม่อนุญาตให้ทุกส่วนหรือข้อจำกัดความรับผิดชอบข้อใดข้อหนึ่งที่จะนำมาใช้กับท่าน ข้อจำกัดดังกล่าวจะถูกนำมาใช้กับท่านเท่าที่กฎหมายจะอนุญาตให้กระทำได้เท่านั้น</p>
                    <p><strong>การสิ้นสุดการใช้งาน</strong></p>
                    <p>เราขอสงวนสิทธิ์ในการยกเลิกบัญชีของท่านหรือการเข้าถึงเว็บไซต์ยาโยอิไม่ว่าด้วยเหตุผลใดๆ ซึ่งรวมถึงแต่ไม่จำกัดเพียงหากตามดุลพินิจของเราแต่เพียงผู้เดียว ถ้าพิจารณาว่าการใช้งานของท่านไม่เหมาะสม หรือในกรณีที่ท่านฝ่าผืนข้อกำหนดเหล่านี้ เราอาจทำการแจ้งเตือนหรือไม่แจ้งให้ทราบก่อนการยกเลิกการใช้งานเว็บไซต์ยาโยอิของท่าน</p>
                    <p>หากเรายกเลิกหรือระงับบัญชีของท่านไม่ว่าด้วยเหตุผลใดๆ ก็ตาม ท่านไม่ได้รับอนุญาตให้ลงทะเบียนและสร้างบัญชีใหม่ภายใต้ชื่อของท่าน ชื่อปลอมหรือชื่อที่ยืมมา หรือชื่อของบุคคลภายนอก แม้ว่าท่านจะกระทำแทนบุคคลภายนอกก็ตาม นอกจากการยกเลิกหรือการระงับบัญชีของท่าน เราขอสงวนสิทธิ์ในการดำเนินการที่เหมาะสมตามกฎหมาย ซึ่งรวมถึงแต่ไม่จำกัดเพียงการดำเนินการทั้งทางแพ่ง อาญา และคำสั่งศาล</p>
                    <p><strong>การแก้ไขปรับเปลี่ยนและการระงับ</strong></p>
                    <p>เราขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไข หรือลบเนื้อหาของเว็บไซต์ยาโยอิเมื่อใดก็ได้ หรือด้วยเหตุผลใดๆ ตามดุลพินิจของเราแต่เพียงผู้เดียวโดยไม่ต้องแจ้งให้ทราบล่วงหน้า อย่างไรก็ตามเราไม่มีความจำเป็นในการปรับปรุงข้อมูลใดๆ ในเว็บไซต์ยาโยอิและขอสงวนสิทธิ์ในการแก้ไขหรือยกเลิกทั้งหมดหรือบางส่วนของเว็บไซต์ยาโยอิเมื่อใดก็ได้โดยไม่ต้องแจ้งให้ทราบ เราจะไม่รับผิดชอบต่อท่านหรือบุคคลภายนอกสำหรับการแก้ไข การระงับ หรือการยุติการใช้งานเว็บไซต์ยาโยอิ</p>
                    <p>เราไม่รับรองว่าเว็บไซต์ยาโยอิจะพร้อมใช้งานอยู่ตลอดเวลา เราอาจประสบปัญหาเกี่ยวกับอุปกรณ์ ซอฟต์แวร์ หรือปัญหาอื่นๆ หรือจำเป็นต้องดำเนินการบำรุงรักษาระบบที่เกี่ยวข้องกับเว็บไซต์ยาโยอิซึ่งส่งผลให้เกิดการขัดจังหวะ การล่าช้า หรือข้อผิดพลาด เราขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไข ปรับปรุง ระงับ หรือยกเลิกเว็บไซต์ยาโยอิในเวลาใดๆ หรือไม่ว่าด้วยเหตุผลใดๆ โดยไม่ต้องแจ้งให้ท่านทราบ และท่านยอมรับว่าเราไม่มีส่วนรับผิดชอบใดๆ ต่อความสูญเสีย ความเสียหาย หรือความไม่สะดวกที่เกิดจากการที่ท่านไม่สามารถเข้าถึงหรือใช้เว็บไซต์ยาโยอิในช่วงที่เว็บไซต์ยาโยอิหยุดทำงานหรือยุติการใช้งาน และไม่มีสิ่งใดในข้อกำหนดเหล่านี้ถูกตีความว่าเป็นการบังคับให้เรารักษาและสนับสนุนเว็บไซต์ยาโยอิหรือจัดการแก้ไข ปรับปรุง หรือเผยแพร่เว็บไซต์ยาโยอิฉบับที่มีการแก้ไขปรับปรุงแล้ว</p>
                    <p><strong>การชดใช้</strong></p>
                    <p>ท่านยอมรับที่จะชดใช้ ปกป้อง และไม่ทำให้เราเสียหาย รวมถึงบริษัทในเครือ กรรมการ พนักงาน ตัวแทนทุกคนที่เกี่ยวข้องทั้งหมดจากการเรียกร้องใดๆ ไม่ว่าจะเป็นการเรียกร้อง ความรับผิด หรือค่าใช้จ่ายต่างๆ รวมทั้งค่าทนายความตามสมควรซึ่งเกิดจากการที่ท่านละเมิดข้อกำหนดเหล่านี้ รวมถึงข้อบัญญัติใดๆ ที่กล่าวมาข้างต้น การรับรอง หรือการรับประกัน และ/หรือการส่งเนื้อหาใดๆ ไปยังเซิร์ฟเวอร์ของเรา และ/หรือจากการใช้งานบัญชีของท่านทั้งหมด แม้ว่าเราจะกล่าวมาแล้วข้างต้น เราขอสงวนสิทธิ์ความรับผิดชอบในการป้องกันและควบคุมเรื่องใดๆ ที่ท่านต้องชดใช้ค่าเสียหายให้แก่เรา และท่านยินยอมที่จะให้ความร่วมมือในการชดใช้ค่าใช้จ่ายในการเรียกร้องดังกล่าว เราจะพยายามอย่างสมเหตุสมผลในการแจ้งให้ท่านทราบเกี่ยวกับการเรียกร้อง การกระทำ หรือการดำเนินการใดๆ ที่อยู่ภายใต้การชดใช้นี้เมื่อทราบ</p>
                    <p><strong>กฎหมายที่ใช้บังคับ</strong></p>
                    <p>ข้อกำหนดเหล่านี้จะอยู่ภายใต้การกำกับดูแลและตีความตามกฎหมายของประเทศไทย โดยไม่คำนึงถึงเขตอำนาจศาลที่ท่านอาศัยอยู่ ท่านยอมรับอย่างไม่มีเงื่อนไขว่าศาลของประเทศไทยมีเขตอำนาจเฉพาะในการระงับข้อพิพาทใดๆ ที่อาจเกิดขึ้นจากภายใต้หรือเกี่ยวข้องกับข้อกำหนดเหล่านี้</p>
                    <p><strong>การเป็นโมฆะ</strong></p>
                    <p>หากบทบัญญัติใดในข้อกำหนดเหล่านี้ไม่ถูกต้องตามกฎหมาย เป็นโมฆะ หรือไม่สามารถบังคับใช้ด้วยเหตุผลใดก็ตาม จะถือว่าบทบัญญัติดังกล่าวถูกแยกออกไปจากข้อกำหนดเหล่านี้ และจะไม่มีผลกระทบต่อความสมบูรณ์ของบทบัญญัติส่วนอื่นที่เหลือซึ่งยังคงสามารถใช้บังคับได้ต่อไป</p>
                    <p><strong>ข้อตกลงทั้งหมด</strong></p>
                    <p>ข้อกำหนดนี้คือข้อกำหนดทั้งหมดระหว่างท่านและยาโยอิ เกี่ยวกับเรื่องต่างๆ ที่อยู่ในเว็บไซต์ยาโยอิ</p>
                    <p><strong>ติดต่อเรา</strong><br />
                    หากท่านมีคำถามหรือความเห็นเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ สามารถติดต่อเราได้ที่:<br />
                    บริษัท เอ็มเค อินเตอร์ฟู้ด จำกัด<br />
                    1200 ถนนเทพรัตน แขวงบางนาใต้ เขตบางนา กรุงเทพฯ 10260<br />
                    โทรศัพท์: <a href="tel:028361088">0-2836-1088</a><br />
                    อีเมล: <a href="mailto:yayoicustomerservice@mkrestaurantgroup.com">yayoicustomerservice@mkrestaurantgroup.com</a></p>
                </section>
            </div>
        </div>
    <!--main-->


        <footer class="text-center">
        <div class="container">
            <a href="../index.php">
                <img width="200px" src="https://yayoirestaurants.com/frontend/assets/images/logo.svg" alt="Yayoi Restaurant - เสิร์ฟร้อน อร่อยเร็ว">
            </a><br><br>
            <div id="aniDelivery">
                <img width="79px" src="https://yayoirestaurants.com/frontend/assets/images/icon/delivery_icon.svg">
            </div>
            <div id="footerMenu">
                <div class="FMenu"><a href="promo.php">โปรโมชั่น</a></div>
                <div class="FMenu"><a href="branch.php">สาขายาโยอิ</a></div>
                <div class="FMenu"><a href="about.php">เกี่ยวกับยาโยอิ</a></div>
                <div class="FMenu"><a href="contact.php">ติดต่อเรา</a></div>
                <div class="FMenu"><a href="sugguest.php">แนะนำติชมการให้บริการ</a></div>
                <div class="FMenu"><a href="condition.php">เงื่อนไขการให้บริการ</a></div>
                <div class="FMenu"><a href="policy.php">นโยบายความเป็นส่วนตัว</a></div>
            </div><br>
            <div id="contact">
                <b>ติดตามเราที่นี่</b><br><br>
                <div><a href="https://www.facebook.com/YayoiRestaurantThailand" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/fb_icon.svg"></a></div>
                <div><a href="https://line.me/R/ti/p/%40327rcyjo" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/line_icon.svg"></a></div>
                <div><a href="https://www.instagram.com/yayoith_official/?igshid=p9ki0k2ayxv1" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/ins_icon.svg"></a></div>
                <div><a href="https://www.youtube.com/user/YayoiThailand" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/yt_icon.svg"></a></div>
            </div>
            
        </div><br>
        <div id="credit">
            <div style="transform: translateY(10px);">
                <img width="100%" src="https://yayoirestaurants.com/frontend/assets/images/bg_footer_bottom.png?c3d6b62">
            </div>
            <div id="creditD">© 2557-2563 บริษัท เอ็มเค อินเตอร์ฟู้ด</div>
        </div>
    </footer>

 
<script type="text/javascript" src="https://yayoirestaurants.com/frontend/assets/dist/customize/text.th.js"></script>
<script type="text/javascript" src="https://yayoirestaurants.com/frontend/assets/dist/app.js"></script>
<script type="text/javascript" src="https://yayoirestaurants.com/frontend/assets/dist/customize/global.fn.js"></script>
<script type="text/javascript" src="https://yayoirestaurants.com/frontend/assets/dist/customize/init.fn.js"></script>
<script type="text/javascript" src="https://yayoirestaurants.com/frontend/assets/dist/customize/cart.js?v=1.2"></script>

</body>
</html>