<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../css/styles.css">
    <link rel="stylesheet" href="../css/notoFont.css">
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/css/bootstrap.min.css" integrity="sha384-MCw98/SFnGE8fJT3GXwEOngsV7Zt27NXFoaoApmYm81iuXoPkFOJwJ8ERdknLPMO" crossorigin="anonymous">
    <link rel="stylesheet" href="https://yayoirestaurants.com/frontend/assets/dist/app.css?v=2" type="text/css">
    <link rel="stylesheet" href="https://yayoirestaurants.com/frontend/assets/dist/aboutus.css" type="text/css">
    <script src="../js/scripts.js"></script>
    <script src="https://kit.fontawesome.com/a0ce56af97.js" crossorigin="anonymous"></script>
    <script src="https://code.jquery.com/jquery-3.5.1.slim.min.js" integrity="sha384-DfXdz2htPH0lsSSs5nCTpuj/zy4C+OGpamoFVy38MVBnE+IbbVYUew+OrCXaRkfj" crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.1/dist/umd/popper.min.js" integrity="sha384-9/reFTGAW83EW2RDu2S0VKaIzap3H66lZH81PoYlFhbGU+6BZp6G7niu735Sk7lN" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js" integrity="sha384-B4gt1jrGC7Jh4AgTPSdUtOBvfO8shuf57BaghqFfPlYxofvL8/KUEfYiJOMMV+rV" crossorigin="anonymous"></script>


    <link rel="shortcut icon" href="https://yayoirestaurants.com/frontend/assets/images/favicon.ico" type="image/x-icon" >
    <title>นโยบายความเป็นส่วนตัว Yayoi Restaurant : Modern Japanese Restaurant in Thailand - ยาโยอิ เซ็ตอร่อยของทุกคน</title>

    <style>
        .item_conditions { font-size: 14px; line-height: 18px; margin-top: 20px;}
        .promo_note { font-size: 14px; color: #eb7aae}
        strong { color: #eb7aae}
    </style>

</head>
<body class="notoFont">
    <header>
        <div class="topheader shadow">
            <div class="container">
                <div class="row p-3">
                    <div class="col-md-5">
                        <div class="row justify-content-start">
                            <div class="col-md-7">
                                <a href="../index.php"><div class="toppic p-3 shadow-lg logoYayoi" style="z-index: 1;">
                                    <img src="https://yayoirestaurants.com/frontend/assets/images/logo.svg" alt="Yayoi Restaurant - เสิร์ฟร้อน อร่อยเร็ว" width="100%">
                                </div></a>
                            </div>
                            <div class="col-md-5 font-weight-bold pt-2 "><a class="headMenu" href="../menu/promoFood.php" class="float-right">เมนูยาโยอิ</a></div>
                        </div>
                    </div>
                    <div class="col-md-7">
                        <div class="row justify-content-end">
                            <div class="headMenuBox pt-2">
                                <a class="headMenu" href="../login.php">เข้าระบบ</a>
                                <b class="pl-2">|</b></div> 
                            <div class="headMenuBox pt-2 pl-0 pr-1">
                                <a class="headMenu" href="../register.php">สมัครสมาชิก</a>
                                <b class="pl-2">|</b></div>
                            <div class="headMenuBox pt-1">
                                <div class="dropdown">
                                    <button class="dropbtn">
                                        TH
                                        <span style="font-size: 20px; color: white;">
                                            <i class="fas fa-angle-down"></i>
                                        </span>
                                    </button>
                                    <div class="dropdown-content">
                                    <a href="#">EN</a>
                                    </div>
                                </div>
                            </div>
                            <div class="headMenuBox" onmouseover="changeIconDer('over')" onmouseout="changeIconDer('out')">
                                <button onclick="window.location.href='../menu/promoFood.php'" class="btn font-weight-bold orderFoodBt"><img id='deliveryIcon' src="../icon/delivery.PNG" height="21px"> สั่งอาหารทันที</button>
                            </div>
                            <div class="headMenuBox pt-1" onmouseover="changeIconBasket('over')" onmouseout="changeIconBasket('out')">
                                <a class="headMenu" href="../cart.php"><img id='BasketIcon' src="../icon/busket.PNG" width="30px"></a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </header>

    <!-- main -->
    <img src="https://yayoirestaurants.com/mainbanners/6132_Privacy.jpg" width="100%">
        <br><br>
        <div class="container">
            <div class="row justify-content-center">
                <div class="col-10">
                    <h1 class="ci-primary text-center mb-4">
                        <strong>นโยบายความเป็นส่วนตัว</strong>
                    </h1>
                    <p><strong>บทนำ</strong></p>
                    <p>ข้อมูลส่วนบุคคลถือเป็นสิ่งที่สำคัญ ดังนั้นเราจึงได้พัฒนานโยบายความเป็นส่วนตัวนี้เพื่ออธิบายถึงวิธีที่เราเก็บรวบรวม ใช้ เปิดเผย โอน
                    และดำเนินการเกี่ยวกับข้อมูลของท่านเมื่อท่านทำการเข้าถึงเว็บไซต์ยาโยอิ กรุณาอ่านและทำความเข้าใจเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ก่อนใช้งานเว็บไซต์ยาโยอิ
                    ในการใช้งานเว็บไซต์ยาโยอิ หมายถึงท่านยินยอมให้ทางเราเก็บรวบรวม ใช้ เปิดเผย และรักษาข้อมูลส่วนบุคคลของท่านตามที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้</p>
                    <p>นโยบายความเป็นส่วนตัวนี้มีผลบังคับใช้ตั้งแต่วันที่ระบุไว้ด้านบนของเอกสาร โดยอาจมีการแก้ไขเปลี่ยนแปลง เราจะทำการลงประกาศฉบับแก้ไขเปลี่ยนแปลงที่นี่และระบุวันที่ที่มีการปรับปรุงข้อมูลล่าสุด (วันที่มีผลบังคับใช้)
                    ที่ด้านบนของเอกสารฉบับนี้ ดังนั้นท่านควรตรวจสอบนโยบายความเป็นส่วนตัวนี้เป็นระยะเพื่อรับทราบการเปลี่ยนแปลงที่อาจเกิดขึ้น การที่ท่านเข้ามาใช้งานเว็บไซต์ยาโยอิ หมายความว่าท่านยอมรับการเปลี่ยนแปลงนั้นๆ</p>
                    <p><strong>ข้อมูลส่วนบุคคลที่เราเก็บรวมรวม</strong></p>
                    <p>ในนโยบายความเป็นส่วนตัวนี้ “ข้อมูลส่วนบุคคล” หมายถึงข้อมูลหรือรายละเอียดข้อมูลที่สามารถใช้ระบุตัวตนได้ เราจะดำเนินรวบรวมข้อมูลของท่านเมื่อท่านใช้งานเว็บไซต์ยาโยอิ
                    ข้อมูลที่เรารวบรวมได้แบ่งออกเป็นสามประเภทคือ (ก) ข้อมูลส่วนบุคคลที่ท่านมอบให้แก่เรา (ข)
                    ข้อมูลส่วนบุคคลที่เรารวบรวมด้วยวิธีอัตโนมัติ และ (ค) ข้อมูลส่วนบุคคลที่เรารวบรวมจากแหล่งอื่นๆ</p>
                    <p><strong>ข้อมูลส่วนบุคคลที่ท่านมอบให้แก่เรา</strong></p>
                    <p>ท่านอาจมอบข้อมูลดังต่อไปนี้ให้แก่เรา</p>
                    <ul>
                        <li>รายละเอียดข้อมูลส่วนบุคคล เช่น ชื่อ ที่อยู่ อีเมล หมายเลขโทรศัพท์มือถือ วันเดือนปีเกิด หรือข้อมูลการติดต่ออื่นๆ เมื่อท่านลงทะเบียนในเว็บไซต์ยาโยอิ หรือการติดต่อเราทางโทรศัพท์หรือผ่านทางเว็บไซต์ยาโยอิ</li>
                        <li>ข้อมูลการทำธุรกรรมรวมถึงข้อมูลเกี่ยวกับผลิตภัณฑ์ที่ท่านซื้อ ราคา วิธีการชำระเงิน และรายละเอียดการชำระเงินอื่นๆ</li>
                        <li>ข้อมูลบัญชีผู้ใช้ เช่น ชื่อผู้ใช้ หรือ รหัสผ่าน (หรือข้อมูลอื่นๆที่ระบุถึงตัวท่าน) ที่ใช้เพื่อเข้าถึงเว็บไซต์ยาโยอิ และ</li>
                        <li>ข้ข้อมูลส่วนบุคคลอื่นๆ ที่ท่านให้เราเมื่อท่านโต้ตอบกับเรา</li>
                    </ul>

                    <p><strong>ข้อมูลส่วนบุคคลที่เรารวบรวมด้วยวิธีอัตโนมัติ</strong></p>
                    <p>เราอาจใช้เทคโนโลยีอัตโนมัติในการเก็บรวบรวมข้อมูลการใช้งานจากอุปกรณ์เคลื่อนที่ของท่าน เมื่อท่านใช้งานเว็บไซต์ยาโยอิ เทคโนโลยีอัตโนมัตินี้อาจรวมถึงคุกกี้ เว็บบีคอน พิกเซลแท็ก
                    และเทคโนโลยีการติดตามอื่นๆ ทั้งนี้คุกกี้และเทคโนโลยีอื่นๆ มีรายละเอียดตามด้านล่าง</p>
                    <p>เราอาจรวบรวมข้อมูลของท่านที่เกี่ยวกับ:</p>
                    <ul>
                        <li>หมายเลขประจำเครื่องคอมพิวเตอร์ (IP Address)</li>
                        <li>ระบบปฏิบัติการคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่และประเภทบราวเซอร์</li>
                        <li>ประเภทอุปกรณ์เคลื่อนที่และการตั้งค่า</li>
                        <li>ตัวระบุอุปกรณ์ที่ไม่ซ้ำกัน (UDID) หรือตัวระบุอุปกรณ์เคลื่อนที่ (MEID) สำหรับอุปกรณ์เคลื่อนที่ของท่าน</li>
                        <li>หมายเลขซีเรียลของอุปกรณ์ต่างๆ</li>
                        <li>ตัวระบุการโฆษณา (เช่น IDFA และ IFAs) หรือตัวระบุที่คล้ายกัน</li>
                        <li>เว็ปไซต์ที่อ้างอิง (เว็ปไซต์ที่นำท่านมาหาเรา) หรือแอพพลิเคชั่น</li>
                        <li>กิจกรรมออนไลน์บนเว็ปไซต์อื่นๆ แอพพลิเคชั่น หรือสื่อสังคมออนไลน์</li>
                        <li>การติดต่อสื่อสารกับเรา หรือเกี่ยวกับสื่อสังคมออนไลน์ และ</li>
                        <li>กิจกรรมที่เกี่ยวข้องกับการใช้งานเว็บไซต์ยาโยอิ</li>
                    </ul>
                    <p>เว็บไซต์ยาโยอิ อาจรวบรวมข้อมูลตำแหน่งของอุปกรณ์เคลื่อนที่หรือคอมพิวเตอร์ของท่าน 
                    โดยใช้เทคโนโลยีบอกตำแหน่งทางภูมิศาสตร์ เช่น จีพีเอส (GPS), ไวไฟ (Wi-Fi), บลูทูธ (Bluetooth) หรือ Cell Tower Proximity
                    สำหรับอุปกรณ์เคลื่อนที่และระบบคอมพิวเตอร์ส่วนใหญ่ ท่านสามารถเพิกถอนการอนุญาตการรวบรวบข้อมูลนี้ได้โดยการตั้งค่าอุปกรณ์หรือเว็บบราวเซอร์
                    หากท่านมีคำถามใดๆ เกี่ยวกับวิธีการป้องกันการรวบรวมข้อมูลเกี่ยวกับตำแหน่งของท่าน เราขอแนะนำให้ท่านติดต่อผู้ให้บริการอุปกรณ์เคลื่อนที่ ผู้ผลิตอุปกรณ์ หรือผู้ให้บริการเว็บบราวเซอร์ของท่าน</p>
                    <p><strong>ข้อมูลส่วนบุคคลที่เรารวบรวมจากแหล่งอื่นๆ</strong></p>
                    <p>เราอาจรวบรวมข้อมูลเกี่ยวกับท่านจากบริษัทและองค์กรอื่นๆ ซึ่งเราอาจรวบรวมข้อมูลที่เปิดเผยต่อสาธารณะ ตัวอย่างเช่น เราอาจรวบรวมข้อมูลเกี่ยวกับท่านเมื่อท่านโต้ตอบกับเราผ่านสื่อสังคมออนไลน์</p>
                    <p><strong>วิธีที่เรานำข้อมูลของท่านไปใช้</strong></p>
                    <p>ข้อมูลที่ถูกต้องเกี่ยวกับท่านช่วยให้เราสามารถให้บริการท่านด้วยความราบรื่น มีประสิทธิภาพ และสอดคล้องกับประสบการณ์ของท่าน เราอาจใช้ข้อมูลที่รวบรวมเกี่ยวกับท่านเพื่อ:</p>
                    <ol>
                        <li>สร้างและจัดการบัญชีของท่าน</li>
                        <li>ติดต่อท่านเพื่อส่งข้อมูลเกี่ยวกับผลิตภัณฑ์และการบริการที่ท่านอาจสนใจ</li>
                        <li>ดำเนินการตามคำสั่งซื้อ ชำระเงิน และการทำธุรกรรมอื่นๆ ที่เกี่ยวกับเว็บไซต์ยาโยอิ</li>
                        <li>นำเสนอผลิตภัณฑ์ใหม่ การบริการ และ/หรือคำแนะนำแก่ท่าน</li>
                        <li>จัดการดูแลการชิงโชค โปรโมชั่น และการแข่งขันต่างๆ</li>
                        <li>ส่งโฆษณาที่ตรงเป้าหมาย คูปอง ข่าวสาร และข้อมูลอื่นๆ เกี่ยวกับโปรโมชั่นหรือกิจกรรมพิเศษให้กับท่าน</li>
                        <li>ตอบสนองเกี่ยวกับผลิตภัณฑ์และคำร้องขอบริการของลูกค้า</li>
                        <li>รวบรวมข้อมูลทางสถิติที่ไม่สามารถระบุตัวตนได้ และการวิเคราะห์ข้อมูลสำหรับใช้ภายในหรือกับบุคคลภายนอก</li>
                        <li>ตรวจสอบและวิเคราะห์การใช้งานและแนวโน้มเพื่อปรับปรุงประสบการณ์ของท่านที่มีกับเว็บไซต์ยาโยอิ</li>
                        <li>เพิ่มประสิทธิภาพและการดำเนินการของเว็บไซต์ยาโยอิ</li>
                        <li>ป้องกันการฉ้อโกง ตรวจสอบการโจรกรรม และป้องกันอาชญากรรม</li>
                        <li>ปฏิบัติตามกฎหมายที่บังคับใช้</li>
                    </ol>
                    <p><strong>การเปิดเผยข้อมูลส่วนบุคคลของท่าน</strong></p>
                    <p>เราอาจเปิดเผยข้อมูลที่เรารวบรวมเกี่ยวกับท่านในบางสถานการณ์ ข้อมูลของท่านอาจได้รับการเปิดเผยให้กับบุคคลดังนี้</p>
                    <p><strong>ผู้ให้บริการบุคคลภายนอก</strong></p>
                    <p>เราอาจเปิดเผยข้อมูลของท่านให้แก่บุคคลภายนอกที่ให้บริการแก่เราหรือในนามของเรา รวมถึงการปฏิบัติตามคำสั่งซื้อของท่าน การประมวลผลการชำระเงิน การวิเคราะห์ข้อมูล การบริการลูกค้า การจัดโปรโมชั่น การแข่งขัน การจับรางวัลและการชิงโชค การทำวิจัยหรือการสำรวจความพึงพอใจของลูกค้า ซึ่งบุคคลภายนอกเหล่านี้มีหน้าที่ในการปกป้องข้อมูลของท่าน</p>
                    <p><strong>บริษัทในเครือ เอ็มเค เรสโตรองต์ กรุ๊ป</strong></p>
                    <p>เราอาจเปิดเผยข้อมูลของท่านภายในเครือ เอ็มเค เรสโตรองต์ กรุ๊ปซึ่ง ซึ่งรวมถึง บริษัท เอ็มเค เรสโตรองต์ กรุ๊ป จำกัด (มหาชน) และบริษัทในเครือ อย่างไรก็ตามสมาชิกในเครือ เอ็มเค เรสโตรองต์ กรุ๊ป ไม่ได้รับอนุญาตให้ใช้หรือเปิดเผยข้อมูลนี้ ยกเว้นที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้</p>
                    <p><strong>อื่นๆ</strong></p>
                    <p>การเปิดเผยข้อมูลข้อมูลส่วนบุคคลของท่านมีความจำเป็นต้องเป็นไปตามข้อกำหนดของกฎหมาย กระบวนการทางกฎหมาย การดำเนินคดี และ/หรือการเรียกร้องโดยหน่วยงานของรัฐและสาธารณะ นอกจากนี้เราอาจเปิดเผยข้อมูลเกี่ยวกับท่านหากเราพิจารณาแล้วว่า เพื่อความมั่นคงของชาติ การบังคับใช้กฎหมาย หรือเรื่องอื่นๆที่มีความสำคัญต่อสาธารณะ โดยเราจะเปิดเผยเท่าที่จำเป็นและเหมาะสม</p>
                    <p>นอกจากนี้เราอาจเปิดเผยข้อมูลเกี่ยวกับท่านหากเราพิจารณาแล้วว่า การเปิดเผยข้อมูลดังกล่าวมีความจำเป็นเพื่อบังคับใช้ข้อกำหนดและเงื่อนไขในการบริการ หรือปกป้องการดำเนินงานหรือผู้ใช้ของเรา นอกจากนี้ในกรณีที่มีการปรับเปลี่ยนโครงสร้างองค์กร การควบกิจการ หรือการขายธุรกิจทั้งหมดหรือบางส่วนของเรา เราอาจโอนข้อมูลส่วนบุคคลทั้งหมดหรือบางส่วนที่เราได้รวบรวมไว้ให้แก่บุคคลภายนอกที่เกี่ยวข้อง</p>
                    <p><strong>คุกกี้และเทคโนโลยีอื่นๆ</strong></p>
                    <p>เราและผู้ขายของเราที่ให้บริการแก่เรา อาจใช้คุกกี้ เว็บบีคอน และเทคโนโลยีอื่นๆ ที่คล้ายคลึงกันในเว็บไซต์ยาโยอิ ในการรวบรวมข้อมูลเพื่อเพิ่มประสบการณ์ออนไลน์ของท่านหรือยื่นข้อเสนอของเราให้สอดคล้องกับท่าน</p>
                    <p>“คุกกี้” คือไฟล์ข้อมูลขนาดเล็กที่สร้างขึ้นจากเว็บบราวเซอร์หรืออุปกรณ์ของผู้ใช้งานอินเตอร์เน็ต และใช้เพื่อจดจำ และ/หรือรับข้อมูลเกี่ยวกับผู้ใช้งาน</p>
                    <p>“เว็บบีคอน” เป็นวัตถุหรือภาพขนาดเล็กที่ถูกติดตั้งอยู่ในหน้าเว็บ แอพพลิเคชั่น หรืออีเมล และจะใช้ในการติดตามกิจกรรม นอกจากนี้ในบางครั้งจะเรียกว่า พิกเซล และ แท็ก</p>
                    <p>เราใช้คุกกี้ เว็บบีคอน และเทคโนโลยีการติดตามอื่นๆ เพื่อรวบรวมข้อมูลตามแต่วัตถุประสงค์ที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้ รวมถึงเราอาจนำข้อมูลที่รวบรวมไว้ด้วยเทคโนโลยีเหล่านี้กับข้อมูลที่เรารวบรวมเกี่ยวตัวท่านด้วยวิธีอื่นที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้</p>
                    <p>เราอาจใช้เทคโนโลยีเหล่านี้เพื่อ:</p>
                    <ul>
                        <li>ระบุตัวตนหรืออุปกรณ์ของท่าน</li>
                        <li>อนุญาตให้ท่านเข้าถึงและใช้งานเว็บไซต์ยาโยอิ ด้วยการทำงานที่ถูกต้อง</li>
                        <li>ปรับปรุงผลิตภัณฑ์และบริการของเรา</li>
                        <li>ช่วยในการตรวจสอบประสิทธิภาพของเว็บไซต์ยาโยอิ (เช่น ข้อผิดพลาดเมื่อมีผู้ใช้จำนวนมาก เวลาในการโหลดหน้าเว็บ ส่วนที่นิยม อื่นๆ)</li>
                        <li>จดจำข้อมูลของท่านเพื่อความสะดวกเมื่อท่านเข้าใช้งานเว็บไซต์ยาโยอิ</li>
                        <li>ช่วยปรับปรุงให้สอดคล้องกับประสบการณ์ของท่าน</li>
                        <li>เพื่อแสดงโฆษณาตามกลุ่มเป้าหมาย และ</li>
                        <li>หรือวัตถุประสงค์อื่นๆ ที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้ในหัวข้อ “วิธีที่เรานำข้อมูลของท่านไปใช้”</li>
                    </ul>
                    <p>ท่านสามารถใช้ตัวเลือกบนเว็บบราวเซอร์ของท่าน หากท่านไม่ต้องการรับคุกกี้หรือหากท่านต้องการตั้งค่าเว็บบราวเซอร์ให้แจ้งเตือนเมื่อท่านได้รับคุกกี้นี้ คลิกที่ “ความช่วยเหลือ” บนเว็บบราวเซอร์เพื่อเรียนรู้วิธีการตั้งค่าของคุกกี้ ถ้าท่านปิดการใช้งานคุกกี้ ท่านอาจจะไม่สามารถได้รับประโยชน์จากคุณสมบัติที่มีทั้งหมดบนเว็บไซต์</p>
                    <p><strong>นโยบายสำหรับเด็ก</strong></p>
                    <p>เว็บไซต์ยาโยอิ ได้รับการออกแบบสำหรับผู้ใช้ที่มีอายุตั้งแต่ 10 ปีขึ้นไปเท่านั้น เราไม่ได้เก็บรวบรวมข้อมูลที่สามารถระบุตัวตนได้จากเด็กอายุต่ำกว่า 10 ปี หากท่านรู้ถึงข้อมูลใดๆ ที่เราเก็บรวบรวมมาจากเด็กอายุต่ำกว่า 10 ปี กรุณาติดต่อเราโดยใช้ข้อมูลการติดต่อที่อยู่ด้านล่าง นอกจากนี้ หากเราทราบว่าเราได้เก็บรวบรวมข้อมูลจากเด็กอายุต่ำกว่า 10 ปี เราจะดำเนินการลบข้อมูลดังกล่าวโดยเร็วที่สุด</p>
                    <p><strong>เว็บไซต์ของบุคคลภายนอก</strong></p>
                    <p>เว็บไซต์ยาโยอิ อาจมีการเชื่อมโยงไปยังเว็บไซต์ของบุคคลภายนอกที่ไม่เกี่ยวข้องกับเรา หากท่านเข้าชมเว็บไซต์ที่เชื่อมโยงเหล่านี้ ท่านควรอ่านนโยบายความเป็นส่วนตัว เงื่อนไขและข้อกำหนดในการให้บริการ และนโยบายอื่นๆ ของบุคคลภายนอก เราไม่มีส่วนรับผิดชอบต่อเนื้อหา หรือนโยบายความเป็นส่วนตัว ความปลอดภัย และนโยบายต่างๆ ของบุคคลภายนอก</p>
                    <p><strong>การรักษาความปลอดภัยของข้อมูล</strong></p>
                    <p>เราใช้มาตรการรักษาความปลอดภัยที่เหมาะสมในการปกป้องข้อมูลส่วนบุคคลเพื่อรักษาข้อมูลส่วนบุคคลของท่าน ถึงแม้ว่าเราจะใช้ขั้นตอนที่สมเหตุสมผลในการปกป้องข้อมูลส่วนบุคคลของท่าน แต่โปรดทราบว่าไม่ว่าเราจะใช้ความพยายามอย่างไร ก็ไม่มีมาตรการรักษาความปลอดภัยใดที่ดีที่สุดหรือไม่มีข้อบกพร่อง และไม่มีวิธีการส่งข้อมูลทางอินเทอร์เน็ตใดที่สามารถรับประกันการแทรกซึมหรือการใช้งานผิดประเภทอื่นๆ ข้อมูลใดๆ ที่เปิดเผยทางออนไลน์มีความเสี่ยงที่จะถูกแทรกซึมและนำไปใช้ผิดวัตถุประสงค์โดยบุคคลที่ไม่ได้รับอนุญาต ดังนั้นเราไม่สามารถรับประกันความปลอดภัยได้ทั้งหมดถ้าคุณยังมีการใช้ข้อมูลส่วนบุคคล</p>
                    <p><strong>ความสมบรูณ์ของข้อมูลและการรักษาข้อมูลส่วนบุคคล</strong></p>
                    <p>เราช่วยให้ท่านสามารถเก็บข้อมูลส่วนบุคคลของท่านได้ถูกต้องสมบูรณ์และเป็นข้อมูลล่าสุดได้อย่างง่ายดาย เราจะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เป็นระยะเวลาเท่าที่จำเป็น เพื่อให้เป็นไปตามวัตถุประสงค์ที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้ เว้นแต่จะมีการขยายระยะเวลาตามที่ถูกร้องขอหรือได้รับอนุญาตตามกฎหมาย</p>
                    <p><strong>ติดต่อเรา</strong></p>
                    <p>หากท่านมีคำถามหรือความเห็นเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ สามารถติดต่อเราได้ที่:<br>
                    บริษัท เอ็มเค อินเตอร์ฟู้ด จำกัด<br>
                    1200 ถนนเทพรัตน แขวงบางนาใต้ เขตบางนา กรุงเทพฯ 10260<br>
                    โทรศัพท์: <a href="tel:028361088">0-2836-1088</a><br>
                    อีเมล: <a href="mailto:yayoicustomerservice@mkrestaurantgroup.com">yayoicustomerservice@mkrestaurantgroup.com</a></p>
                    <br><br>
                </div>
            </div>
        </div>
    <!--main-->


    <footer class="text-center">
        <div class="container">
            <a href="../index.php">
                <img width="200px" src="https://yayoirestaurants.com/frontend/assets/images/logo.svg" alt="Yayoi Restaurant - เสิร์ฟร้อน อร่อยเร็ว">
            </a><br><br>
            <div id="aniDelivery">
                <img width="79px" src="https://yayoirestaurants.com/frontend/assets/images/icon/delivery_icon.svg">
            </div>
            <div id="footerMenu">
                <div class="FMenu"><a href="promo.php">โปรโมชั่น</a></div>
                <div class="FMenu"><a href="branch.php">สาขายาโยอิ</a></div>
                <div class="FMenu"><a href="about.php">เกี่ยวกับยาโยอิ</a></div>
                <div class="FMenu"><a href="contact.php">ติดต่อเรา</a></div>
                <div class="FMenu"><a href="sugguest.php">แนะนำติชมการให้บริการ</a></div>
                <div class="FMenu"><a href="condition.php">เงื่อนไขการให้บริการ</a></div>
                <div class="FMenu"><a href="policy.php">นโยบายความเป็นส่วนตัว</a></div>
            </div><br>
            <div id="contact">
                <b>ติดตามเราที่นี่</b><br><br>
                <div><a href="https://www.facebook.com/YayoiRestaurantThailand" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/fb_icon.svg"></a></div>
                <div><a href="https://line.me/R/ti/p/%40327rcyjo" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/line_icon.svg"></a></div>
                <div><a href="https://www.instagram.com/yayoith_official/?igshid=p9ki0k2ayxv1" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/ins_icon.svg"></a></div>
                <div><a href="https://www.youtube.com/user/YayoiThailand" target="_blank"><img src="https://yayoirestaurants.com/frontend/assets/images/icon/yt_icon.svg"></a></div>
            </div>
            
        </div><br>
        <div id="credit">
            <div style="transform: translateY(10px);">
                <img width="100%" src="https://yayoirestaurants.com/frontend/assets/images/bg_footer_bottom.png?c3d6b62">
            </div>
            <div id="creditD">© 2557-2563 บริษัท เอ็มเค อินเตอร์ฟู้ด</div>
        </div>
    </footer>
</body>
</html>
